export const redChild = `
# 妖王 . 红孩儿

红孩儿，本名牛圣婴，牛魔王和铁扇公主之子，号称圣婴大王。后随从观音菩萨做了善财童子。

## 影神图

> 身若涂朱或有才，暴眼晃亮甚张乖。
> 炼了真火未炼心，灵山只在寸心开。

<img src='https://patchwiki.biligame.com/images/wukong/thumb/0/00/khvhvk6rz8w59a65iis321ievtia74r.png/430px-%E5%A6%96%E7%8E%8B-%E7%BA%A2%E5%AD%A9%E5%84%BF-%E5%BD%B1%E7%A5%9E%E5%9B%BE.png' />

<img src='https://patchwiki.biligame.com/images/wukong/thumb/9/9d/n8b97c62q73dtr0avgsrdcoeixqvt30.jpg/986px-%E5%A6%96%E7%8E%8B-%E7%BA%A2%E5%AD%A9%E5%84%BF-%E5%AE%9E%E6%9C%BA-%E6%88%AA%E5%9B%BE.jpg' />

许多年来，红孩儿一直做着同一个噩梦。小时候，他与母亲分享过这个噩梦。

“母亲，好多人，他们打打杀杀，都是冲着我来！”

“好孩子，等你再睡着，明日便忘了。”

但他很振奋：“可我很厉害，我打败了和山一样高的和尚，会飞的怪鸟，吐火的神像……我一点也不怕他们。”

“我儿真有本事。”

他继续说：“我梦见我长成了大人，头上生出很长的角，手上生出很长的刺，一次能打杀好大一片坏人。但他们太多了，我根本杀不完。后来，又来了一些我没见过的怪人，他们静静地挂在天上，不下来，就在天上默默地看着我。”

母亲将他拦入怀里：“若真有那一日，父亲母亲会与你一道去天上，杀干净他们。”

“我们会死吗？”

“……”

“我梦见我被他们杀死了，变成一朵红莲花，母亲摘下了这朵莲花，我就成了母亲的孩子。”

“……”

他继续滔滔不绝：“我若是死了，母亲还愿意再生养我一次吗？”

“不许再说这种话！”

`
