export const huangmei = `
# 妖王 . 黄眉

## 影神图

> 放情纵欲任优游，也无恐怖也无愁。
>极乐场中笑八戒，自性具足花满楼。

西天，灵山，峰顶。

两人对坐，祥云郁结，气氛肃杀。

青年僧人抬首望向天空，转而对黄眉僧人合手，行了一礼：“师尊皆已列位，师兄可准备好了？”

黄眉僧人微笑，还了一礼：“早已好了。”

盂兰盆会，五百年一度，出师弟子的辩经环节，正式开始。

青年僧人抬手，示意师兄先发问。

黄眉僧人问：“请问师弟，何为生命的意义？”

青年僧人答：“求真。”

黄眉僧人反问：“真是何物？”

青年僧人答：“万物运转之道，宇宙本源之法。”

黄眉僧人不置可否，却从手里拿出一朵花。花瓣起初萎顿，逐渐盛开，娇艳欲滴。

他低头看着花，道：“你看它，只因随了自性，便生出如此神妙变化。”

说罢，黄眉僧人低头轻轻一嗅，道：“每朵花盛开，都会散出独一无二的香。那是它为了自身繁衍，迸发出的生命精华。”

他随手放开，让花飞散开了：“尽情体会这一刻 ，是为极乐。”

青年僧人摇了摇头：“须臾满足，恒久痛苦。永无安宁，循环往复。”

黄眉僧人道：“我这次下山游历，看到有为人父母者，为了生存口欲，易子而食。有富家纨绔者，为了淫心色欲，祸乱人伦。”

青年僧人蹙起眉来，看着对面的师兄。

黄眉僧人道：“有博学多才者，为了青史名欲，诛锄异己；有赫赫战功者，为滔天利欲，屠城灭族。”

青年僧人不为所动，默然道：“师兄，你不见那易子的父母，饱餐一顿，悔恨终身。那淫邪的公子，放浪无拘，顷刻暴毙。那伐异的学士，一朝失势，千夫所指。那好杀的将军，寝不安席，咎由自取。”

黄眉僧人反驳道：“放屁！”

青年僧人微微一诧：“放屁？”

黄眉僧人道：“这挣扎，这欣喜，这决绝，这快意，这苦乐悲欢的无尽循环，永不知足，永不停息！而这，正是三千世界繁荣盎然的源起。自然，也是一切生命的真义。”

青年僧人道：“师兄，你不求解脱彻悟，反而赞美这报应轮回之苦？”

黄眉僧人道：“师弟，无乐无忧，何悟之有？”

青年僧人道：“哪里有悟？分明是苦。”

黄眉僧人道：“苦即是爱，爱即是苦。无爱无苦，亦无救赎。”

## 背景
简介：黄眉大王（自称黄眉老佛）本是东来佛祖弥勒佛面前司磬[^1]的一个童子。因偷取了弥勒佛的宝物下界为妖，假扮佛祖，虚设小雷音寺擒住唐僧师徒。最终被弥勒佛收服带回极乐世界。

出自《西游记》[^2]第六十五回：妖邪假设小雷音 四众皆遭大厄难

形象描述：

> 行者忍不住，即引星众，按落云头，观看那妖精怎生模样，但见他：蓬着头，勒一条扁薄金箍；光着眼，簇两道黄眉的竖。悬胆鼻，孔窃开查；四方口，牙齿尖利。穿一副叩结连环铠，勒一条生丝攒穗绦。脚踏乌喇鞋一对，手执狼牙棒一根。此形似兽不如兽，相貌非人却似人。

自我介绍：

> 行者挺着铁棒喝道：“你是个甚么怪物，擅敢假装佛祖，侵占山头，虚设小雷音寺！”那妖王道：“这猴儿是也不知我的姓名，故来冒犯仙山。此处唤做小西天，因我修行，得了正果，天赐与我的宝阁珍楼。我名乃是黄眉老佛，这里人不知，但称我为黄眉大王、黄眉爷爷。一向久知你往西去，有些手段，故此设象显能，诱你师父进来，要和你打个赌赛。如若斗得过我，饶你师徒，让汝等成个正果；如若不能，将汝等打死，等我去见如来取经，果正中华也。”行者挺着铁棒喝道：“你是个甚么怪物，擅敢假装佛祖，侵占山头，虚设小雷音寺！”那妖王道：“这猴儿是也不知我的姓名，故来冒犯仙山。此处唤做小西天，因我修行，得了正果，天赐与我的宝阁珍楼。我名乃是黄眉老佛，这里人不知，但称我为黄眉大王、黄眉爷爷。一向久知你往西去，有些手段，故此设象显能，诱你师父进来，要和你打个赌赛。如若斗得过我，饶你师徒，让汝等成个正果；如若不能，将汝等打死，等我去见如来取经，果正中华也。”行者挺着铁棒喝道：“你是个甚么怪物，擅敢假装佛祖，侵占山头，虚设小雷音寺！”那妖王道：“这猴儿是也不知我的姓名，故来冒犯仙山。此处唤做小西天，因我修行，得了正果，天赐与我的宝阁珍楼。我名乃是黄眉老佛，这里人不知，但称我为黄眉大王、黄眉爷爷。一向久知你往西去，有些手段，故此设象显能，诱你师父进来，要和你打个赌赛。如若斗得过我，饶你师徒，让汝等成个正果；如若不能，将汝等打死，等我去见如来取经，果正中华也。”

## 参考
[^1]: 中国古代就以磬作为乐器。磬以石、玉或金属为质，矩形，悬挂于架上，以木石击之，能发出清脆的撞击声。《说文》称，“磬，乐石也”。中国古代礼仪均须击磬。《初学记》引《五经要义》云：“磬，立秋之乐也”。《周礼》的《春官》称，“磬师掌教击磬”孟子称“金声玉振”，形容奏乐时以钟始，以磬终。佛教与道教在宗教仪式中也常使用磬。
[^2]: 吴承恩，李天飞[校注]. 西游记[M]. 北京：中华书局.

`
